autoconf
automake
base
betterlockscreen
binutils
bison
btop
btrfs-progs
consolas-font
dmenu
efibootmgr
fakeroot
feh
file
findutils
firefox-developer-edition
fish
fisher
flameshot
flex
fzf
gawk
gcc
gettext
git
github-cli
gnome-keyring
grep
groff
gst-plugin-pipewire
gzip
gzrt
htop
i3-gaps
i3blocks
i3status
intel-ucode
iwd
kitty
libpulse
libsamplerate
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
m4
make
nano
nautilus
neovim
nodejs
nordic-theme
npm
nvidia
openssh
pacman
patch
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pkgconf
polybar
python-pip
rofi
rustup
sed
smartmontools
sudo
tauon-music-box
texinfo
ttf-dejavu
ttf-inconsolata
ttf-linux-libertine
ttf-ms-fonts
ttf-ubuntu-font-family
vi
vim
visual-studio-code-bin
wget
which
wireless_tools
wpa_supplicant
xdg-utils
xorg-server
xorg-xinit
xterm
yay-bin
zram-generator
