acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alsa-firmware
alsa-utils
android-tools
android-udev
apparmor
appimagelauncher
arandr
ark
audacity
autoconf
automake
avahi
b43-fwcutter
base
bash
betterlockscreen
bison
bluedevil
breeze-gtk
brightnessctl
btop
btrfs-progs
bzip2
cdparanoia
cdrdao
consolas-font
coreutils
cpupower
cronie
cryptsetup
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
dunst
dvd+rw-tools
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
emovix
exfat-utils
f2fs-tools
feh
ffmpeg
ffmpegthumbs
file
filelight
filesystem
findutils
firefox-developer-edition
fish
fisher
flameshot
flex
fsearch
fwupd
fzf
gawk
gcc-libs
gettext
github-cli
glibc
glibc-locales
gnome-icon-theme
gnome-keyring
gnome-power-manager
gnome-themes-extra
google-chrome
grep
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
gzrt
haveged
heroku-cli-bin
htop
i3-wm
i3blocks
i3status
inetutils
intel-ucode
inxi
iproute2
iputils
iwd
jfsutils
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
kfind
kgamma5
kget
khelpcenter
khotkeys
kimageformats
kinfocenter
kinit
kio-extras
kitty
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-nvidia-utils
libcanberra
libdvdcss
libktorrent
libpamac-flatpak-plugin
libpamac-snap-plugin
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libxnvctrl
licenses
lightdm
lightdm-gtk-greeter
linux515
linux515-nvidia
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
matray
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mongodb-bin
mongodb-compass
mozillavpn
mtpfs
nano
nano-syntax-highlighting
neovim
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nodejs
nordic-theme
noto-fonts
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-prime
nvidia-utils
nwg-shell
obs-studio
okular
onlyoffice-desktopeditors
openresolv
openssh
os-prober
oxygen
oxygen-icons
p7zip
packagekit-qt5
pacman
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
partitionmanager
patch
pavucontrol
pciutils
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
picom
pkgconf
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-workspace
plasma-workspace-wallpapers
playerctl
polybar
poppler-data
powerdevil
powertop
print-manager
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-i3-quickterm
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qbittorrent
qt5-imageformats
qt5-virtualkeyboard
qt6-3d
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-languageserver
qt6-lottie
qt6-multimedia
qt6-positioning
qt6-quick3d
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-shadertools
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-webview
reiserfsprogs
rofi
rsync
ruby
rustup
s-nail
samba
scrot
sddm
sddm-breath-theme
sddm-kcm
sed
shadow
skanlite
snapd
snapd-glib
sof-firmware
spectacle
spectre-meltdown-checker
sshfs
steam
strace
sublime-music
sudo
swappy
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
tauon-music-box
terminus-font
texinfo
thunar
thunderbird
timeshift
timeshift-autosnap-manjaro
transcode
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-linux-libertine
ttf-ms-fonts
ttf-ubuntu-font-family
udiskie
udisks2
unarchiver
unzip
usb_modeswitch
usbutils
util-linux
vcdimager
vi
vim
visual-studio-code-bin
vlc
wget
which
wine
wireless_tools
wpa_supplicant
xautolock
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xev
xorg-xinit
xorg-xkill
xterm
xz
yakuake
yay-bin
yt-dlp
zensu
zoxide
zram-generator
